Revit 2027 API
ParameterTypeId.MepAnalyticalHeadersegment Property
 "Header"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalHeadersegment { get; }
Public Shared ReadOnly Property MepAnalyticalHeadersegment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalHeadersegment {
	ForgeTypeId^ get ();
}
static member MepAnalyticalHeadersegment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace